export const ArticleMocks = [
  {
    "title": "Article 1",
    "content": "Article 1 content",
    "likes": 530
  },
  {
    "title": "Article 2",
    "content": "Article 2 content",
    "likes": 260
  },
  {
    "title": "Article 4",
    "content": "Article 4 content",
    "likes": 160
  },
  {
    "title": "Article 5",
    "content": "Article 5 content",
    "likes": 460
  },
  {
    "title": "Article 3",
    "content": "Article 3 content",
    "likes": 120
  },
  {
    "title": "아이폰 15pro 중고 가격이 어떻게 되나요?",
    "content": "안 쓰고 있는 아이폰 15pro 팔려고 하는데 중고 가격이 어떻게 되나요?",
    "likes": 780
  },
  {
    "title": "LG 그램 화이트 모델 미개봉 제품 있나요?",
    "content": "LG 그램 화이트 모델 미개봉 제품 있나요? 미개봉이면 바로 사고싶네요 ㅎㅎ",
    "likes": 560
  },
  {
    "title": "다이슨 에어랩 롱 로즈골드 요즘 중고가격 얼마 정도 할까요?",
    "content": "새로운 모델 선물받아서 팔려고 하는데 중고가격 얼마정도 하는지 아시는 분 계신가요?",
    "likes": 170
  },
  {
    "title": "맥북 M2 에어 중고 가격 좀 알려주세요~",
    "content": "맥북 M2 에어 하나 사려고 하는데 중고 가격 아시는 분 계신가요? 😊",
    "likes": 690
  },
];
